example/test/.loadtest.yml
config:
    target: "ws://localhost:8070/index.html"
    ensure:
      maxErrorRate: 1
    phases:
      - duration: 20
        arrivalRate: 5
        rampTo: 10
        name: "Warming up"
      - duration: 500
        arrivalRate: 100
        rampTo: 1
        name: "Max load"
scenarios:
  - engine: "ws"
    flow:
      - think: 3